epyc-7763-guc/20240905-1444-guc-tests/logs/1-32768-100-count-no-yes-yes-4096-1725952762/pgbench.log
pgbench (18devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 987244
number of failed transactions: 0 (0.000%)
latency average = 1.272 ms
initial connection time = 110.328 ms
tps = 201237.006146 (without initial connection time)